Revit 2027 API
Glazing.GlazingTransmittanceMap Property
 The property labeled "Custom Color" from the "Glazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GlazingTransmittanceMap { get; }
Public Shared ReadOnly Property GlazingTransmittanceMap As String
	Get
public:
static property String^ GlazingTransmittanceMap {
	String^ get ();
}
static member GlazingTransmittanceMap : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
Glazing Class
Autodesk.Revit.DB.Visual Namespace